Revit 2027 API
SymbolTypeId.JPerG Property
 Symbol J/g, indicating unit Joules per gram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JPerG { get; }
Public Shared ReadOnly Property JPerG As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JPerG {
	ForgeTypeId^ get ();
}
static member JPerG : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace